#---------------------------------------LABELS-----------------------------
username=U\u017eivatelsk\u00e9 jm\u00e9no
Password=Heslo
object_store=\u00dalo\u017ei\u0161t\u011b objekt\u016f
workplace_display_url=Adresa URL Workplace
content_engine_url=Adresa URL stroje obsahu
is_public=Zve\u0159ejnit
additional_where_clause=Dodatkov\u00fd v\u00fdraz WHERE

#--------------------------------ERROR MESSAGES----------------------------
invalid_credentials_error=Neplatn\u00e9 ov\u011b\u0159ovac\u00ed \u00fadaje. Zadejte pros\u00edm spr\u00e1vn\u00e9 ov\u011b\u0159ovac\u00ed \u00fadaje.
config_file_not_found_error=Soubor Jass.conf bu\u010f chyb\u00ed, nebo je po\u0161kozen\u00fd. Zadejte pros\u00edm platn\u00fd soubor.
remote_server_connection_error=Nelze se p\u0159ipojit ke vzd\u00e1len\u00e9mu serveru.
workplace_url_error=Nelze ov\u011b\u0159it adresu URL Workplace. Nelze se p\u0159ipojit ke slo\u017ece Workplace. Vzd\u00e1len\u00fd server je bu\u010f vypnut\u00fd, nebo adresa URL nem\u00e1 spr\u00e1vn\u00fd form\u00e1t.
content_engine_url_invalid=Nelze ov\u011b\u0159it adresu URL stroje obsahu. Ke stroji obsahu se nelze p\u0159ipojit. Bu\u010f je stroj obsahu vypnut\u00fd, nebo adresa URL nem\u00e1 spr\u00e1vn\u00fd form\u00e1t.
required_field_error=Povinn\u00e9 pole nezad\u00e1no.
unsupported_protocol=Protokol nen\u00ed podporovan\u00fd. Pou\u017eijte pros\u00edm protokol http.

username_error=U\u017eivatelsk\u00e9 jm\u00e9no nem\u016f\u017ee b\u00fdt pr\u00e1zdn\u00e9. Zadejte pros\u00edm platn\u00e9 u\u017eivatelsk\u00e9 jm\u00e9no.
Password_error=Heslo nem\u016f\u017ee b\u00fdt pr\u00e1zdn\u00e9. Zadejte pros\u00edm platn\u00e9 heslo.
object_store_error=\u00dalo\u017ei\u0161t\u011b objekt\u016f nem\u016f\u017ee b\u00fdt pr\u00e1zdn\u00e9. Zadejte pros\u00edm n\u00e1zev platn\u00e9ho \u00falo\u017ei\u0161t\u011b objekt\u016f.
workplace_display_url_error=Adresa URL Workplace nem\u016f\u017ee b\u00fdt pr\u00e1zdn\u00e1. Zadejte pros\u00edm platnou adresu URL Workplace.
content_engine_url_error=Adresa URL stroje obsahu nem\u016f\u017ee b\u00fdt pr\u00e1zdn\u00e1. Zadejte pros\u00edm platnou adresu.

object_store_invalid=\u00dalo\u017ei\u0161t\u011b objekt\u016f je neplatn\u00e9. Zadejte pros\u00edm platn\u00fd n\u00e1zev \u00falo\u017ei\u0161t\u011b objekt\u016f.