#---------------------------------------LABELS-----------------------------
username=Nome de utilizador
Password=Palavra-passe
object_store=Armazenamento de objectos
workplace_display_url=URL de Workplace
content_engine_url=URL do motor de conte\u00fado
additional_where_clause=Cl\u00e1usula Where adicional

#--------------------------------ERROR MESSAGES----------------------------
invalid_credentials_error=Credenciais inv\u00e1lidas. Introduza as credenciais correctas.
config_file_not_found_error=O ficheiro Jaas.conf est\u00e1 em falta ou est\u00e1 corrompido. Indique um ficheiro Jaas.conf v\u00e1lido.
remote_server_connection_error=N\u00e3o foi poss\u00edvel estabelecer a liga\u00e7\u00e3o ao servidor remoto.
workplace_url_error=N\u00e3o foi poss\u00edvel confirmar o URL do Local de trabalho. N\u00e3o foi poss\u00edvel estabelecer a liga\u00e7\u00e3o ao Local de trabalho. Ou o servidor remoto est\u00e1 em baixo, ou o URL n\u00e3o se encontra no formato adequado.
content_engine_url_invalid=N\u00e3o foi poss\u00edvel validar o URL do Motor de conte\u00fados. N\u00e3o foi poss\u00edvel estabelecer a liga\u00e7\u00e3o com o Motor de conte\u00fados. Ou o servidor do Motor de conte\u00fados est\u00e1 em baixo ou o URL n\u00e3o se encontra no formato adequado.
required_field_error=Campo obrigat\u00f3rio n\u00e3o indicado.
unsupported_protocol=Protocolo n\u00e3o suportado. Utilize o protocolo http.

username_error=O nome de utilizador n\u00e3o pode estar em branco. Introduza um nome de utilizador v\u00e1lido.
Password_error=A palavra-passe n\u00e3o pode estar em branco. Introduza uma palavra-passe v\u00e1lida.
object_store_error=O Armazenamento de objectos n\u00e3o pode estar em branco. Introduza um nome de Armazenamento de objectos v\u00e1lido.
workplace_display_url_error=O URL do local de trabalho n\u00e3o pode estar em branco. Introduza um URL de local de trabalho v\u00e1lido.
content_engine_url_error=O URL do motor de conte\u00fado n\u00e3o pode estar em branco. Introduza um URL do motor de conte\u00fado v\u00e1lido.

object_store_invalid=O Armazenamento de objectos \u00e9 inv\u00e1lido. Introduza um nome de Armazenamento de objectos v\u00e1lido