#---------------------------------------LABELS-----------------------------
username=T\u00ean ng\u01b0\u1eddi d\u00f9ng
Password=M\u1eadt kh\u1ea9u
object_store=Kho L\u01b0u tr\u1eef \u0110\u1ed1i t\u01b0\u1ee3ng
workplace_display_url=URL c\u1ee7a V\u1ecb tr\u00ed l\u00e0m vi\u1ec7c
content_engine_url=URL C\u00f4ng c\u1ee5 N\u1ed9i dung
additional_where_clause=M\u1ec7nh \u0111\u1ec1 B\u1ed5 sung Where

#--------------------------------ERROR MESSAGES----------------------------
invalid_credentials_error=Th\u00f4ng tin x\u00e1c th\u1ef1c kh\u00f4ng h\u01a1\u0323p l\u00ea\u0323. H\u00e3y nh\u1eadp th\u00f4ng tin x\u00e1c th\u1ef1c ch\u00ednh x\u00e1c.
config_file_not_found_error=T\u1ec7p Jaas.conf b\u1ecb thi\u1ebfu ho\u1eb7c b\u1ecb h\u1ecfng. H\u00e3y cung c\u1ea5p t\u1ec7p Jaas.conf h\u1ee3p l\u1ec7.
remote_server_connection_error=Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i ma\u0301y chu\u0309 t\u1eeb xa.
workplace_url_error=Kh\u00f4ng th\u1ec3 x\u00e1c th\u1ef1c URL N\u01a1i l\u00e0m vi\u1ec7c. Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i v\u1edbi N\u01a1i l\u00e0m vi\u1ec7c. M\u00e1y ch\u1ee7 t\u1eeb xa b\u1ecb gi\u00e1n \u0111o\u1ea1n ho\u1eb7c URL kh\u00f4ng \u1edf \u0111\u1ecbnh d\u1ea1ng \u0111\u00fang.
content_engine_url_invalid=Kh\u00f4ng th\u1ec3 x\u00e1c th\u1ef1c URL C\u00f4ng c\u1ee5 N\u1ed9i dung. Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i v\u1edbi C\u00f4ng c\u1ee5 N\u1ed9i dung. M\u00e1y ch\u1ee7 C\u00f4ng c\u1ee5 N\u1ed9i dung b\u1ecb gi\u00e1n \u0111o\u1ea1n ho\u1eb7c URL kh\u00f4ng \u1edf \u0111\u1ecbnh d\u1ea1ng \u0111\u00fang.
required_field_error=Tr\u01b0\u1eddng b\u1eaft bu\u1ed9c ch\u01b0a \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh.
unsupported_protocol=Giao th\u1ee9c kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3. H\u00e3y s\u1eed d\u1ee5ng giao th\u1ee9c http.

username_error=T\u00ean ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng. H\u00e3y nh\u1eadp t\u00ean ng\u01b0\u1eddi d\u00f9ng h\u1ee3p l\u1ec7.
Password_error=M\u1eadt kh\u1ea9u kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng. H\u00e3y nh\u1eadp m\u00e2\u0323t kh\u00e2\u0309u h\u1ee3p l\u1ec7.
object_store_error=Kho L\u01b0u tr\u1eef \u0110\u1ed1i t\u01b0\u1ee3ng kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng. H\u00e3y nh\u1eadp t\u00ean Kho L\u01b0u tr\u1eef \u0110\u1ed1i t\u01b0\u1ee3ng h\u1ee3p l\u1ec7.
workplace_display_url_error=URL N\u01a1i l\u00e0m vi\u1ec7c kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng. H\u00e3y nh\u1eadp URL N\u01a1i l\u00e0m vi\u1ec7c h\u1ee3p l\u1ec7.
content_engine_url_error=URL C\u00f4ng c\u1ee5 N\u1ed9i dung kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng. H\u00e3y nh\u1eadp URL C\u00f4ng c\u1ee5 N\u1ed9i dung h\u1ee3p l\u1ec7.

object_store_invalid=Kho L\u01b0u tr\u1eef \u0110\u1ed1i t\u01b0\u1ee3ng kh\u00f4ng h\u1ee3p l\u1ec7. H\u00e3y nh\u1eadp t\u00ean Kho L\u01b0u tr\u1eef \u0110\u1ed1i t\u01b0\u1ee3ng h\u1ee3p l\u1ec7.